Repository: Datav1nci/lapetiteacademieinc
Catalog: daycare/locale/*/LC_MESSAGES/django.po
Languages: fr

source: La Petite Académie - Daycare in Hochelaga, Montreal
fr: La Petite Académie - Garderie à Hochelaga, Montréal

source: Home
fr: Accueil

source: Welcome to La Petite Académie
fr: Bienvenue à La Petite Académie

source: A warm and educational daycare for children 18 months and older in Hochelaga, Montreal.
fr: Une garderie chaleureuse et éducative pour les enfants de 18 mois et plus à Hochelaga, Montréal.

source: Contact Us
fr: Nos Services

source: Educational Program
fr: Programme Éducatif

source: Engaging activities to foster creativity and learning for young children.
fr: Activités stimulantes pour développer la créativité et l’apprentissage des tout-petits.

source: A comprehensive curriculum designed to stimulate cognitive, social, and emotional development through hands-on activities, storytelling, and music.
fr: Un programme complet conçu pour stimuler le développement cognitif, social et émotionnel par des activités pratiques, des contes et de la musique.

source: Safe Environment
fr: Environnement Sûr

source: A secure and welcoming space for children to thrive.
fr: Un espace sécurisé et accueillant pour que les enfants s’épanouissent.

source: Our facility is equipped with state-of-the-art safety features, including secure entry systems, child-proofed spaces, and constant supervision by trained staff.
fr: Notre établissement est équipé de dispositifs de sécurité de pointe, y compris des systèmes d’entrée sécurisés, des espaces adaptés aux enfants et une supervision constante par un personnel formé.

source: Nutritious Meals
fr: Repas Nutritifs

source: Healthy and balanced menus tailored to young children’s needs.
fr: Menus sains et équilibrés adaptés aux besoins des jeunes enfants.

source: Meals are prepared daily by nutritionists, using fresh, organic ingredients to meet dietary needs and promote healthy eating habits.
fr: Les repas sont préparés quotidiennement par des nutritionnistes, utilisant des ingrédients frais et biologiques pour répondre aux besoins alimentaires et promouvoir des habitudes alimentaires saines.

source: Daily Park Outings
fr: Sorties au Parc Quotidiennes

source: Daily walks and outdoor play to encourage physical activity.
fr: Promenades et jeux en plein air chaque jour pour encourager l’activité physique.

source: Supervised outings to local parks provide opportunities for physical exercise, nature exploration, and social interaction in a safe environment.
fr: Des sorties supervisées dans les parcs locaux offrent des opportunités pour l’exercice physique, l’exploration de la nature et l’interaction sociale dans un environnement sécurisé.

source: Children’s Shows
fr: Spectacles pour Enfants

source: Fun and educational performances to spark children’s imagination.
fr: Présentations ludiques et éducatives pour stimuler l’imagination des enfants.

source: Interactive performances by professional entertainers introduce children to theater, music, and storytelling, fostering creativity and confidence.
fr: Des spectacles interactifs par des artistes professionnels initient les enfants au théâtre, à la musique et aux contes, favorisant la créativité et la confiance.

source: Creative Workshops
fr: Ateliers Créatifs

source: Art and craft activities to develop fine motor skills and creativity.
fr: Activités artistiques et manuelles pour développer la motricité fine et la créativité.

source: Hands-on art and craft sessions encourage self-expression and skill development, using safe, age-appropriate materials.
fr: Des sessions d’art et d’artisanat pratiques encouragent l’expression de soi et le développement des compétences, en utilisant des matériaux sûrs et adaptés à l’âge.

source: Phone
fr: Téléphone

source: For any questions or to enroll your child, contact us today!
fr: Pour toute question ou pour inscrire votre enfant, contactez-nous dès aujourd’hui !

source: Send an Email
fr: Envoyer un courriel

source: All rights reserved.
fr: Tous droits réservés.
